Repository: Clivern/Silverback
Catalog: translation/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Users · %s
fr: Utilisateurs · %s
nl: Benutzer · %s

source: Add a User · %s
fr: Ajouter un utilisateur · %s
nl: Benutzer hinzufügen · %s

source: Edit User · %s
fr: Modifier l'utilisateur · %s
nl: Benutzer bearbeiten · %s

source: Forgot Password · %s
fr: Mot de passe oublié · %s
nl: Passwort vergessen · %s

source: Login · %s
fr: Connexion · %s

source: Register token is expired or invalid, Please contact system administrator!
fr: Le jeton d'inscription n'est pas valide ou a expiré, veuillez contacter votre administrateur système.
nl: Registrierungstoken ist abgelaufen oder ungültig, bitte kotaktiere einen System-Administrator!

source: Register · %s
fr: Inscription · %s
nl: Registrieren · %

source: Reset Password · %s
fr: Réinitialiser le mot de passe · %s
nl: Passwort wiederherstellen · %

source: Reset token is expired or invalid, Please request another token!
fr: Le jeton de réinitialisation n'est pas valide ou a expiré, veuillez demander un autre jeton.
nl: Wiederherstellungstoken ist abgelaufen oder ungültig. Bitte frage einen neuen Token an!

source: The server encountered something unexpected! %(method)s:%(path)s - %(name)s - %(exception)s
fr: Le serveur a rencontré une erreur inattendue. %(method)s:%(path)s - %(name)s - %(exception)s
nl: Der Server ist auf etwas unerwartetes gestoßen! %(method)s:%(path)s - %(name)s- %(exception)s

source: Something goes wrong! Please contact a system administrator.
fr: Une erreur est survenue. Veuillez contacter un administrateur système.
nl: Etwas ging schief! Bitte kontaktiere einen System-Administrator.

source: Request Method: %(method)s {'correlationId':'%(correlationId)s'}
fr: Méthode de la requête : %(method)s {'correlationId':'%(correlationId)s'}
nl: Anfrage Methode: %(method)s {'correlationId':'%(correlationId)s'}

source: Request URL: %(path)s {'correlationId':'%(correlationId)s'}
fr: URL de la requête : %(path)s {'correlationId':'%(correlationId)s'}
nl: Anfrage URL: %(path)s {'correlationId':'%(correlationId)s'}

source: Request Body: %(body)s {'correlationId':'%(correlationId)s'}
fr: Corps de la requête : %(body)s {'correlationId':'%(correlationId)s'}
nl: Anfrage Body: %(body)s {'correlationId':'%(correlationId)s'}

source: Error! Access forbidden for authenticated users.
fr: Erreur : accès interdit pour les utilisateurs authentifiés.
nl: Fehler! Zugang verboten für authentifizierte Benutzer.

source: Request Method: %s
fr: Méthode de la requête : %s
nl: Anfrage Methode: %s

source: Request URL: %s
fr: URL de la requête : %s
nl: Anfrage URL: %s

source: Request Body: %s
fr: Corps de la requête : %s
nl: Anfrage Body: %s

source: %s Password Reset
fr: %s Réinitialisation de mot de passe
nl: %s Passwort Zurücksetzung

source: App Incoming Request:
fr: Requête d'application entrante :
nl: App eingehende Anfrage:

source: App Response:
fr: Réponse de l'application :
nl: App Antwort:

source: Incident Report for %s
fr: Rapport d'incident pour %s
nl: Ereigniss-Report für %s

source: %s Signup Invitation
fr: %s Invitation à s'inscrire
nl: %s Anmeldungs-Einladung

source: just now
fr: à l'instant
nl: gerade eben

source: %s seconds ago
fr: il y a %s secondes
nl: vor %s Sekunden

source: a minute ago
fr: il y a une minute
nl: vor einer Minute

source: %s minutes ago
fr: il y a %s minutes
nl: vor %s Minuten

source: %s hours ago
fr: il y a %s heures
nl: vor %s Stunden

source: %s days ago
fr: il y a %s jours
nl: vor %s Tagen

source: %s weeks ago
fr: il y a %s semaines
nl: vor %s Wochen

source: %s months ago
fr: il y a %s mois
nl: vor %s Monaten

source: %s years ago
fr: il y a %s ans
nl: vor %s Jahren

source: French
fr: Français
nl: Französisch

source: English
fr: Anglais
nl: Englisch

source: Deutsch
fr: Allemand

source: %(app_name)s Incident Update: %(incident_name)s
fr: Mise à jour d'incident pour %(app_name)s : %(incident_name)s
nl: %(app_name)s Ereigniss-Update: %(incident_name)s

source: Sent with
fr: Envoyé avec
nl: Gesendet mit

source: from
fr: de
nl: von

source: Hi there,
fr: Bonjour,
nl: Hallo,

source: Posted
fr: Publié
nl: Gesendet

source: Incident Report
fr: Rapport d'incident
nl: Ereigniss Report

source: Thanks,
fr: Merci,
nl: Danke,

source: Team
fr: L'équipe

source: Someone invited you to create your account.
fr: Vous avez reçu une invitation pour créer votre compte.
nl: Jemand hat dich dazu eingeleden ein Konto zu erstellen.

source: Create Account
fr: Créer un compte
nl: Konto erstellen

source: You can safely ignore this email :)
fr: Vous pouvez ignorer ce message :)
nl: Du kannst diese Email einfach ignorieren. :)

source: Someone requested a new password for your account.
fr: Nous avons reçu une demande de réinitialisation pour le mot de passe de votre compte.
nl: Jemand hat ein neues Passwort für dein Konto angefordert.

source: Reset Your Password
fr: Réinitialisez votre mot de passe
nl: Passwort zurücksetzen

source: If you didn't make this request then you can safely ignore this email :)
fr: Veuillez ignorer cet e-mail s'il ne fait pas suite à une requête de votre part :)
nl: Falls du diese Anfrage nicht getätigt hast, kannst du diese Email einfach ignorieren. :)

source: All Rights Reserved.
fr: Tous droits réservés.
nl: Alle Rechte vorbehalten.

source: Are you sure!
fr: Êtes-vous sûr(e) ?
nl: Bist du sicher?

source: View All
fr: Afficher tout
nl: Alle anzeigen

source: Dashboard
fr: Tableau de bord

source: Profile
fr: Profil
nl: Profil

source: Activity
fr: Activité
nl: Aktivität

source: Component Groups
fr: Groupes de composants
nl: Komponenten-Gruppen

source: Components
fr: Composants
nl: Komponenten

source: System Metrics
fr: Indicateurs système
nl: System Messwerte

source: Subscribers
fr: Abonnés
nl: Abonnenten

source: Status Page Builder
fr: Générateur de page de statut
nl: Status Seite Ersteller

source: Users
fr: Utilisateurs
nl: Benutzer

source: Settings
fr: Paramètres
nl: Einstellungen

source: Logout
fr: Déconnexion
nl: Ausloggen

source: Page Not Found
fr: Page introuvable
nl: Seite nicht gefunden

source: Sorry, but the page you are looking for not found!
fr: Désolé, la page que vous recherchez est introuvable.
nl: Es tut uns leid, aber diese Seite existiert nicht!

source: Go back
fr: Retour
nl: Zurück

source: Internal Server Error
fr: Erreur interne du serveur
nl: Interner Server Fehler

source: The server encountered something unexpected!
fr: Le serveur a rencontré une erreur inattendue.
nl: Der Server traf auf etwas unerwartetes!

source: No activities yet!
fr: Aucune activité pour l'instant.
nl: Noch keine Aktivitäten!

source: Created
fr: Créé
nl: Erstellt

source: Headline
fr: Titre
nl: Überschrift

source: This text will appear at the top of your page. It's set to your service name by default.
fr: Ce texte s'affichera en haut de votre page. Il est défini par défaut avec le nom de votre service.
nl: Dieser Text wird oberhalb deiner Seite platziert. Er ist standardmäßig der Name deines Dienstes.

source: Fav icon URL
fr: URL d'icône favorite

source: Cover image URL
fr: URL d'image de couverture
nl: Cover Bild URL

source: About
fr: À propos
nl: Über

source: This text is placed at the top of the status page for your visitors.
fr: Ce texte s'affichera en haut de la page de statut pour vos visiteurs.
nl: Dieser Text wird oberhalb der Statusseite deiner Besucher platziert.

source: Submit
fr: Envoyer
nl: Abschicken

source: Component / Component Group
fr: Composant / Groupe de composants
nl: Komponente / Komponenten-Gruppe

source: Please select a component or a group
fr: Veuillez sélectionner un composant ou un groupe.
nl: Bitte wähle eine Komponente oder eine Gruppe

source: Please select a component
fr: Veuillez sélectionner un composant.
nl: Bitte wähle eine Komponente

source: Please select a metric
fr: Veuillez sélectionner un indicateur.
nl: Bitte wähle einen Messwert aus

source: Add a New Component
fr: Ajouter un nouveau composant
nl: Neue Komponente hinzufügen

source: Name
fr: Nom

source: Enter component name
fr: Entrer un nom pour le composant
nl: Komponenten-Name eingeben

source: Enter component description
fr: Entrer une description pour le composant
nl: Komponenten-Beschreibung eingeben

source: Uptime
fr: Temps d'activité
nl: Laufzeit

source: Please Select a Value
fr: Veuillez sélectionner une valeur
nl: Bitte wähle einen Wert

source: On
fr: Activé
nl: An

source: Off
fr: Désactivé
nl: Aus

source: Group
fr: Groupe
nl: Gruppe

source: Save
fr: Enregistrer
nl: Speichern

source: Edit Component
fr: Modifier le composant
nl: Komponente bearbeiten

source: Manage
fr: Gérer
nl: Verwalten

source: Delete
fr: Supprimer
nl: Löschen

source: Edit
fr: Modifier
nl: Bearbeiten

source: You miss a lot of fun, create some components!
fr: Vous ratez le meilleur, créez quelques composants !
nl: Du verpasst den ganzen Spaß, erstelle ein paar Komponenten!

source: New Component
fr: Nouveau composant
nl: Neue Komponente

source: Add a New Component Group
fr: Ajouter un nouveau groupe de composants
nl: Neue Komponenten-Gruppe hinzufügen

source: Enter group name
fr: Entrer un nom pour le groupe
nl: Gruppenname eingeben

source: Enter group description
fr: Entrer une description pour le groupe
nl: Gruppenbeschreibung eingeben

source: Edit Component Group
fr: Modifier le groupe de composants
nl: Komponenten-Gruppe bearbeiten

source: You miss a lot of fun, create some groups!
fr: Vous ratez le meilleur, créez quelques groupes !
nl: Du verpasst den ganzen Spaß, erstelle ein paar Gruppen!

source: New Component Group
fr: Nouveau groupe de composants
nl: Neue Komponenten-Gruppe

source: Metrics
fr: Indicateurs
nl: Messwerte

source: Affected Components
fr: Composants affectés
nl: Betroffene komponenten

source: Component
fr: Composant
nl: Komponente

source: Status
fr: Statut

source: Nice! No affected components today!
fr: Parfait, aucun composant affecté aujourd'hui.
nl: Toll! Keine betroffenen Komponenten heute!

source: Total Delivered
fr: Total livrés
nl: Gesamt zugestellt

source: Total Failed
fr: Total des échecs
nl: Gesamt fehlgeschlagen

source: Open Incidents
fr: Incidents ouverts
nl: Offene Ereignisse

source: Nice! No open incidents.
fr: Parfait, aucun incident ouvert.
nl: Toll! Keine offenen Ereignisse.

source: Deliverd
fr: Livré
nl: Zugestellt

source: Failed
fr: Échoué
nl: Fehlgeschlagen

source: Add a New Incident
fr: Ajouter un nouvel incident
nl: Neues Ereigniss hinzufügen

source: Enter incident name
fr: Entrer un nom pour l'incident
nl: Ereignissname eingeben

source: Open
fr: Ouvrir
nl: Offen

source: Closed
fr: Fermés
nl: Geschlossen

source: Edit Incident
fr: Modifier l'incident
nl: Ereigniss bearbeiten

source: View
fr: Afficher
nl: Anzeigen

source: You miss a lot of fun, create some incidents!
fr: Vous ratez le meilleur, créez quelques incidents !
nl: Du verpasst den ganzen Spaß, erstelle ein paar Ereignisse!

source: New Incident
fr: Nouvel incident
nl: Neues Ereigniss

source: Add a New Update
fr: Ajouter une nouvelle mise à jour
nl: Neues Update erstellen

source: Datetime
fr: Date/Heure
nl: Datum/Zeit

source: For example
fr: Par exemple
nl: Zum Beispiel

source: Investigating
fr: Examen en cours
nl: Ermitteln

source: Identified
fr: Identifié
nl: Erkannt

source: Monitoring
fr: Suivi en cours
nl: Beobachtung

source: Update
fr: Mise à jour

source: Resolved
fr: Résolu
nl: Gelöst

source: Notify Subscribers
fr: Notifier les abonnés
nl: Abonnenten benachrichtigen

source: Enter update message
fr: Entrer un message pour la mise à jour
nl: Update-Nachricht eingeben

source: Edit Update
fr: Modifier la mise à jour
nl: Update bearbeiten

source: Notify Subscribers:
fr: Notifier les abonnés :
nl: Abonnenten benachrichtigen:

source: Total Subscribers:
fr: Nombre total d'abonnés :
nl: Gesamte Abonnenten:

source: Delivered Notifications:
fr: Notifications livrées :
nl: Zugestellte Benachrichtigungen:

source: Failed Notifications:
fr: Notifications ayant échoué :
nl: Fehlerhafte Benachrichtigungen:

source: Deliver
fr: Livrer
nl: Zustellen

source: Incident Update
fr: Mise à jour d'incident
nl: Vorgangs-Update

source: Affected Component
fr: Composant affecté
nl: Betroffene Komponente

source: N/A
fr: Non applicable

source: Operational
fr: Opérationnel
nl: Betriebsfähig

source: Degraded Performance
fr: Performances dégradées
nl: Herabgesetzte Leistung

source: Partial Outage
fr: Défaillance partielle
nl: Teilweiser Ausfall

source: Major Outage
fr: Défaillance majeure
nl: Großer Ausfall

source: Please select a type
fr: Veuillez sélectionner un type.
nl: Bitte wähle einen Typ

source: Delivered
fr: Livré
nl: Zugestellt

source: You miss a lot of fun, create some updates!
fr: Vous ratez le meilleur, créez quelques mises à jour !
nl: Du verpasst den ganzen Spaß, erstelle ein paar neue Updates!

source: Incident Updates
fr: Mises à jour d'incident
nl: Vorgangs-Updates

source: New Update
fr: Nouvelle mise à jour
nl: Neues Update

source: Progress
fr: Progression
nl: Fortschritt

source: Time
fr: Heure
nl: Zeit

source: Add a New System Metric
fr: Ajouter un nouvel indicateur système
nl: Neuen System-Messwert eingeben

source: Title
fr: Titre
nl: Titel

source: Enter title
fr: Entrer un titre
nl: Titel eingeben

source: Enter description
fr: Entrer une description
nl: Beschreibung eingeben

source: X-Axis
fr: Axe X
nl: X-Achse

source: X-Axis title
fr: Titre pour l'axe X
nl: X-Achse Titel

source: Y-Axis
fr: Axe Y
nl: Y-Achse

source: Y-Axis title
fr: Titre pour l'axe Y
nl: Y-Achse Titel

source: APM Metric
fr: Indicateur APM
nl: APM Messwert

source: Error Rate
fr: Taux d'erreur
nl: Fehler-Rate

source: Throughput
fr: Débit
nl: Durschlauf

source: Errors
fr: Erreurs
nl: Fehler

source: Response Time
fr: Délai de réponse
nl: Reaktionszeit

source: Real User Response Time
fr: Délai de réponse utilisateur réel
nl: Echte Benutzer Reaktionszeit

source: Real User Apdex
fr: Apdex utilisateur réel
nl: Echte Benutzer Apdex

source: Edit System Metric
fr: Modifier l'indicateur système
nl: System Messwert bearbeiten

source: You miss a lot of fun, create some metrics!
fr: Vous ratez le meilleur, créez quelques indicateurs.
nl: Du verpasst den ganzen Spaß, erstelle ein paar neue Messwerte!

source: New Metric
fr: Nouvel indicateur
nl: Neuer Messwert

source: No notifications yet!
fr: Aucune notification pour l'instant.
nl: Noch keine Benachrichtigungen!

source: Old Password
fr: Ancien mot de passe
nl: Altes Passwort

source: New Password
fr: Nouveau mot de passe
nl: Neues Passwort

source: Edit Profile
fr: Modifier le profil
nl: Profil bearbeiten

source: Username
fr: Nom d'utilisateur
nl: Benutzername

source: Email address
fr: Adresse e-mail
nl: Email Adresse

source: First Name
fr: Prénom
nl: Vorname

source: Last Name
fr: Nom
nl: Nachname

source: Job Title
fr: Poste
nl: Beruf

source: Company
fr: Société
nl: Firma

source: Address
fr: Adresse
nl: Adresse

source: Github URL
fr: URL Github

source: Facebook URL
fr: URL Facebook

source: Twitter URL
fr: URL Twitter

source: Access Token
fr: Jeton d'accès
nl: Zugangstoken

source: Refresh Token
fr: Jeton d'actualisation
nl: Token aktualisieren

source: App Name
fr: Nom de l'application

source: App URL
fr: URL de l'application

source: App Email
fr: E-mail de l'application

source: App Description
fr: Description de l'application
nl: App Beschreibung

source: Google Analytics Account
fr: Compte Google Analytics
nl: Google Analytics Konto

source: Max Reset Messages
fr: Nombre maximum de messages de réinitialisation
nl: Maximum an Zurückstellungs-Nachrichten

source: Per Day
fr: Par jour
nl: Pro Tag

source: Reset Message Expire After
fr: Le message de réinitialisation expire après
nl: Nachricht läuft ab zurückstellen

source: Hours
fr: Heures
nl: Stunden

source: Access Token Expire After
fr: Le jeton d'accès expire après
nl: Zugangstoken läuft ab

source: Prometheus Auth. Token
fr: Jeton d'authentification Prometheus

source: New Relic API Key
fr: Clé API New Relic
nl: Neuer Relic API Schlüssel

source: Latest
fr: Dernière
nl: Neueste

source: Add a New Subscriber
fr: Ajouter un nouvel abonné
nl: Neuen Abonnent hinzufügen

source: Phone
fr: Téléphone
nl: Telefon

source: Endpoint
fr: Point de terminaison
nl: Endpunkt

source: Enter email
fr: Entrer une adresse e-mail
nl: Email Adresse eingeben

source: Enter phone
fr: Entrer un numéro de téléphone
nl: Telefonnummer eingeben

source: Enter endpoint URL
fr: Entrer une URL de point de terminaison
nl: Endpunkt URL eingeben

source: Auth Token
fr: Jeton d'authentification

source: Enter auth token
fr: Entrer un jeton d'authentification
nl: Auth Token eingeben

source: We'll send this on header as
fr: Nous enverrons cela dans le titre comme
nl: Wir senden dies im Header als

source: We'll send you email if your endpoint fails
fr: Nous vous enverrons un e-mail en cas de défaillance de votre point de terminaison
nl: Wir werden dir eine Email schicken, wenn dein Endpunkt fehlschlägt.

source: Pending
fr: En attente
nl: schwebend

source: Verified
fr: Vérifié
nl: Bestätigt

source: Unverified
fr: Non vérifié
nl: Unbestätigt

source: Edit Subscriber
fr: Modifier l'abonné
nl: Abonnent bearbeiten

source: You miss a lot of fun, create some subscribers!
fr: Vous ratez le meilleur, créez quelques abonnés !
nl: Du verpasst den ganzen Spaß, erstelle ein paar Abonennten!

source: New Subscriber
fr: Nouvel abonné
nl: Neuer Abonnent

source: Add a New User
fr: Ajouter un nouvel abonné
nl: Neuen Benutzer hinzufügen

source: Role
fr: Rôle
nl: Rolle

source: Please Select a Role
fr: Veuillez sélectionner un rôle.
nl: Rolle auswählen

source: Admin
fr: Administrateur
nl: Administrator

source: User
fr: Utilisateur
nl: Benutzer

source: Disable Invitation
fr: Désactiver l'invitation
nl: Einladungen deaktivieren

source: Enter first name
fr: Entrer le prénom
nl: Vorname eingeben

source: Enter last name
fr: Entrer le nom
nl: Nachname eingeben

source: Enter username
fr: Entrer le nom d'utilisateur
nl: Benutzername eingeben

source: Password
fr: Mot de passe
nl: Passwort

source: Edit User
fr: Modifier l'utilisateur
nl: Benutzer bearbeiten

source: Update Password
fr: Mettre à jour le mot de passe
nl: Passwort aktualisieren

source: You miss a lot of fun, create some users!
fr: Vous ratez le meilleur, créez quelques utilisateurs !
nl: Du verpasst den ganzen Spaß, erstelle ein paar Benutzer!

source: New User
fr: Nouvel utilisateur
nl: Neuer Benutzer

source: Forgot password
fr: Mot de passe oublié
nl: Passwort vergessen

source: Enter your email address and a link to reset your password will be emailed to you.
fr: Entrez votre adresse e-mail pour recevoir un lien qui vous permettra de réinitialiser votre mot de passe.
nl: Gebe deine Email Adresse ein um dein Passwort zurückzustellen.

source: Know it,
fr: Je m'en souviens,
nl: Wisse es,

source: send me back
fr: ramenez-moi
nl: zurück

source: to the login page.
fr: à la page de connexion.
nl: zur Login Seite.

source: Enter app name
fr: Entrer le nom de l'application
nl: App Name eingeben

source: Enter app email
fr: Entrer l'adresse e-mail de l'application
nl: App Email eingeben

source: Enter app url
fr: Entrer l'URL de l'application
nl: App URL eingeben

source: Admin Username
fr: Nom d'utilisateur de l'administrateur
nl: Administrator Benutzername

source: Enter admin username
fr: Entrer le nom d'utilisateur de l'administrateur
nl: Administrator Benutzername eingeben

source: Admin Email
fr: Adresse e-mail de l'administrateur
nl: Administrator Email

source: Enter admin email
fr: Entrer l'adresse e-mail de l'administrateur
nl: Administrator Email eingeben

source: Enter admin password
fr: Entrer le mot de passe de l'administrateur
nl: Administrator Passwort eingeben

source: Install
fr: Installer
nl: Installieren

source: Login to your account
fr: Connexion à votre compte
nl: In Ihr Konto einloggen

source: Username or Email
fr: Nom d'utilisateur ou adresse e-mail
nl: Benutzername oder Email

source: Enter username or email
fr: Entrer le nom d'utilisateur ou l'adresse e-mail
nl: Benutzername oder Email eingeben

source: I forgot password
fr: J'ai oublié le mot de passe
nl: Ich habe mein Passwort vergessen

source: Login
fr: Connexion
nl: Einloggen

source: Create new account
fr: Créer le compte
nl: Neues Konto erstellen

source: Create a new account
fr: Créer un compte
nl: Neues Konto erstellen

source: Already have account?
fr: Vous avez déjà un compte ?
nl: Haben Sie bereits ein Konto?

source: Reset password
fr: Réinitialiser le mot de passe
nl: Password zurücksetzen

source: Enter password
fr: Entrer le mot de passe
nl: Passwort eingeben

source: Cool,
fr: Pas de problème,
nl: Toll,

source: Subscribe to Updates
fr: S'abonner pour recevoir les mises à jour
nl: Updates abbonieren

source: Close
fr: Fermer
nl: Schließen

source: Incident History
fr: Historique des incidents
nl: Liste älterer Vorgänge

source: No incidents reported.
fr: Aucun incident rapporté.
nl: Keine Vorgänge gemeldet.

source: Current Status
fr: Statut actuel
nl: Momentaner Status

source: Powered by Silverback
fr: Optimisé par Silverback

source: All Systems Operational
fr: Tous les systèmes sont opérationnels.
nl: Alle Systeme betriebsbreit.

source: Some services are experiencing interruptions
fr: Certains services sont affectés par des interruptions.
nl: Mehrere Dienste sind gestört.

source: Many services are experiencing interruptions
fr: Un grand nombre de services sont affectés par des interruptions.
nl: Viele Dienste sind gestört.

source: About This Site
fr: À propos de ce site
nl: Über diese Seite.

source: Day
fr: Jour
nl: Tag

source: Week
fr: Semaine
nl: Woche

source: Month
fr: Mois
nl: Monat

source: Past Incidents
fr: Incidents passés
nl: Vorherige Vorgänge.

source: No updates reported.
fr: Aucune mise à jour rapportée.
nl: Keine Updates gemeldet.

source: Posted at
fr: Publié à
nl: Eingesended um

source: Incidents · %s
nl: Ereignisse

source: Notification · %s
nl: Benachrichtigungen · %s

source: Incidents
nl: Ereignisse

source: Actions
nl: Aktionen

source: Description
nl: Beschreibung

source: Notifications
nl: Benachrichtigungen

source: Message (Markdown)
nl: Nachricht (Markdown)

source: Notification
nl: Benachrichtigungen

source: Type
nl: Typ

source: Maintenance
nl: Wartung

source: Source
nl: Quelle

source: New Relic
nl: Neues Relic

source: Support
nl: Hilfe
