Repository: Clivern/Silverback
Catalog: translation/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Metric added successfully.
fr: L'indicateur a été ajouté avec succès.
nl: Messwert erfolgreich hinzugefügt.

source: Error! Something goes wrong while adding metric.
fr: Erreur : un problème est survenu pendant l'ajout de l'indicateur.
nl: Fehler! Etwas ging schief beim Hinzufügen des Messwerts.

source: Metric deleted successfully.
fr: L'indicateur a été supprimé avec succès.
nl: Messwert erfolgreich gelöscht.

source: Error! Something goes wrong while deleting metric.
fr: Erreur : un problème est survenu pendant la suppression de l'indicateur.
nl: Fehler! Messwert konnte nicht gelöscht werden.

source: Component added successfully.
fr: Le composant a été ajouté avec succès.
nl: Komponente erfolgreich hinzugefügt.

source: Error! Something goes wrong while adding component.
fr: Erreur : un problème est survenu pendant l'ajout du composant.
nl: Fehler! Komponente konnte nicht hinzugefügt werden.

source: Component deleted successfully.
fr: Le composant a été supprimé avec succès.
nl: Komponente erfolgreich gelöscht.

source: Error! Something goes wrong while deleting component.
fr: Erreur : un problème est survenu pendant la suppression du composant.
nl: Fehler! Komponente konnte nicht gelöscht werden.

source: Error! Headline is very long.
fr: Erreur : le titre est trop long.
nl: Fehler! Überschrift ist zu lang.

source: Error! Favicon URL is invalid.
fr: Erreur : l'URL d’icône favorite n'est pas valide.
nl: Fehler! Favicon URL ist ungültig.

source: Error! Image URL is invalid.
fr: Erreur : l'URL de l'image n'est pas valide.
nl: Fehler! Bild URL ist ungültig.

source: Error! About is very long.
fr: Erreur : le contenu du champ À propos est trop long.
nl: Fehler! About-Text ist zu lang.

source: Settings updated successfully.
fr: Les paramètres ont été mis à jour avec succès.
nl: Einstellungen erfolgreich gespeichert.

source: Error! Something goes wrong while updating settings.
fr: Erreur : un problème est survenu pendant la mise à jour des paramètres.
nl: Fehler! Etwas ging schief beim Speichern der Einstellungen.

source: Error! Component name must be 1 to 90 characters long.
fr: Erreur : le nom du composant doit comporter 1 à 90 caractères.
nl: Fehler! Komponent-Name muss 1 bis 90 Zeichen lang sein.

source: Error! Uptime is invalid.
fr: Erreur : le temps d'activité n'est pas valide.
nl: Fehler! Ungültige Laufzeit.

source: Component created successfully.
fr: Le composant a été créé avec succès.
nl: Komponent erfolgreich erstellt.

source: Error! Something goes wrong while creating component.
fr: Erreur : un problème est survenu pendant la création du composant.
nl: Fehler! Etwas ging schief beim erstellen des Komponenten.

source: Component updated successfully.
fr: Le composant a été mis à jour avec succès.
nl: Komponent erfolgreich aktualisiert.

source: Error! Something goes wrong while updating component.
fr: Erreur : un problème est survenu pendant la mise à jour du composant.
nl: Fehler! Etwas ging schief beim Aktualisieren des Komponenten.

source: Error! Component group name must be 1 to 90 characters long.
fr: Erreur : le nom du groupe de composants doit comporter 1 à 90 caractères.
nl: Fehler! Komponenten-Gruppenname muss 1 bis 90 Zeichen lang sein.

source: Component group created successfully.
fr: Le groupe de composants a été créé avec succès.
nl: Komponenten-Gruppe erfolgreich erstellt.

source: Error! Something goes wrong while creating group.
fr: Erreur : un problème est survenu pendant la création du groupe.
nl: Fehler! Etwas ging schief beim Erstellen der Gruppe.

source: Component group updated successfully.
fr: Le groupe de composants a été mis à jour avec succès.
nl: Komponenten-Gruppe erfolgreich aktualisiert.

source: Error! Something goes wrong while updating group.
fr: Erreur : un problème est survenu pendant la mise à jour du groupe.
nl: Fehler! Etwas ging schief beim Aktualisieren der Gruppe.

source: Component group deleted successfully.
fr: Le groupe de composants a été supprimé avec succès.
nl: Komponenten-Gruppe erfolgreich gelöscht.

source: Error! Something goes wrong while deleting group.
fr: Erreur : un problème est survenu pendant la suppression du groupe.
nl: Fehler! Etwas ging schief beim Löschen der Gruppe.

source: Error! Incident name must be 1 to 200 characters long.
fr: Erreur : le nom d'incident doit comporter 1 à 200 caractères.
nl: Fehler! Vorgangsname muss 1 bis 90 Zeichen lang sein.

source: Error! Incident is invalid.
fr: Erreur : l'incident n'est pas valide.
nl: Fehler! Vorgang ist ungültig.

source: Incident created successfully.
fr: L'incident a été créé avec succès.
nl: Vorgang erfolgreich erstellt.

source: Error! Something goes wrong while creating incident.
fr: Erreur : un problème est survenu pendant la création de l'incident.
nl: Fehler! Etwas ging schief beim Erstellen des Vorgangs.

source: Incident updated successfully.
fr: L'incident a été mis à jour avec succès.
nl: Vorgang erfolgreich aktualisiert.

source: Error! Something goes wrong while updating incident.
fr: Erreur : un problème est survenu pendant la mise à jour de l'incident.
nl: Fehler! Etwas ging schief beim Aktualisieren des Vorgangs.

source: Incident deleted successfully.
fr: L'incident a été supprimé avec succès.
nl: Vorgang erfolgreich gelöscht.

source: Error! Something goes wrong while deleting incident.
fr: Erreur : un problème est survenu pendant la suppression de l'incident.
nl: Fehler! Etwas ging schief beim Löschen des Vorgangs.

source: Error! Status is invalid.
fr: Erreur : le statut n'est pas valide.
nl: Fehler! Status ist ungültig.

source: Error! Notify subscribers is invalid.
fr: Erreur : choix non valide pour Notifier les abonnés.
nl: Fehler! Abonenten benachrichtigen fehlerhaft.

source: Incident update created successfully.
fr: La mise à jour d'incident a été créée avec succès.
nl: Vorgang wurde erfolgreich aktualisiert.

source: Error! Something goes wrong while creating update.
fr: Erreur : un problème est survenu pendant la création de la mise à jour.
nl: Fehler! Etwas ging schief beim Erstellen des Update.

source: Incident update updated successfully.
fr: La mise à jour d'incident a été modifiée avec succès.
nl: Vorgangs-Update wurde erfolgreich aktualisiert.

source: Error! Something goes wrong while updating update.
fr: Erreur : un problème est survenu pendant la modification de la mise à jour.
nl: Fehler! Etwas ging schief beim Aktualisieren des Update.

source: Incident update deleted successfully.
fr: La mise à jour d'incident a été supprimée avec succès.
nl: Vorgangs-Update erfolgreich gelöscht.

source: Error! Something goes wrong while deleting incident update.
fr: Erreur : un problème est survenu pendant la suppression de la mise à jour d'incident.
nl: Fehler! Etwas ging schief beim Löschen des Updates.

source: Notification delivery started successfully.
fr: L'envoi des notifications a démarré avec succès.
nl: Benachrichtigungs-Sendung erfolgreich gestartet.

source: Error! Something goes wrong while starting delivery.
fr: Erreur : un problème est survenu pendant le démarrage de l'envoi.
nl: Fehler! Etwas ging schief beim Start der Benachrichtigungs-Sendung.

source: Error! Component is required.
fr: Erreur : composant requis.
nl: Fehler! Komponente fehlt.

source: Error! Type is required.
fr: Erreur : type requis.
nl: Fehler! Typ fehlt.

source: Affected component created successfully.
fr: Le composant affecté a été créé avec succès.
nl: Betroffene Komponente erfolgreich erstellt.

source: Error! Something goes wrong while creating affected component.
fr: Erreur : un problème est survenu pendant la création du composant affecté.
nl: Fehler! Etwas ging schief beim Erstellen der betroffenen Komponente.

source: Affected component deleted successfully.
fr: Le composant affecté a été supprimé avec succès.
nl: Betroffene komponente erfolgreich gelöscht.

source: Error! Something goes wrong while deleting affected component.
fr: Erreur : un problème est survenu pendant la suppression du composant affecté.
nl: Fehler! Etwas ging schief beim Löschen der betroffenen Komponente.

source: Error! Source is invalid.
fr: Erreur : la source n'est pas valide.
nl: Fehler! Quelle ungültig.

source: Metric created successfully.
fr: L'indicateur a été créé avec succès.
nl: Messwert erfolgreich erstellt.

source: Error! Something goes wrong while creating metric.
fr: Erreur : un problème est survenu pendant la création de l'indicateur.
nl: Fehler! Etwas ging schief beim Erstellen des Messwerts.

source: Metric updated successfully.
fr: L'indicateur a été mis à jour avec succès.
nl: Messwert erfolgreich erstellt.

source: Error! Something goes wrong while updating metric.
fr: Erreur : un problème est survenu pendant la mise à jour de l'indicateur.
nl: Fehler! Etwas ging schief beim Aktualisieren des Messwerts.

source: Error! Connecting to New Relic.
fr: Erreur : connexion à New Relic.
nl: Fehler! Zu neuer Relic verbinden.

source: Error! Invalid Request.
fr: Erreur : requête non valide.
nl: Fehler! Ungültige Anfrage

source: Error! First name contains invalid characters.
fr: Erreur : le prénom contient des caractères non valides.
nl: Fehler! Vorname enthält ungültige Zeichen.

source: Error! First name must be 1 to 20 characters long.
fr: Erreur : le prénom doit comporter 1 à 20 caractères.
nl: Fehler! Vorname muss 1 bis 20 Zeichen lang sein.

source: Error! Last name contains invalid characters.
fr: Erreur : le nom contient des caractères non valides.
nl: Fehler! Nachname enthält ungültige Zeichen.

source: Error! Last name must be 1 to 20 characters long.
fr: Erreur : le nom doit comporter 1 à 20 caractères.
nl: Fehler! Nachname muss 1 bis 20 Zeichen lang sein.

source: Error! Username must be alpha numeric.
fr: Erreur : le nom d'utilisateur doit uniquement être composé de caractères alphanumériques.
nl: Fehler! Benutzername muss alpha numerisch sein.

source: Error! Username must be 5 to 10 characters long.
fr: Erreur : le nom d'utilisateur doit comporter 5 à 10 caractères.
nl: Fehler! Benutzername muss 5 bis 10 Zeichen lang sein.

source: Error! Admin email is invalid.
fr: Erreur : l'adresse e-mail d'administrateur n'est pas valide.
nl: Fehler! Administrator Email ist ungültig.

source: Error! Job title is very long.
fr: Erreur : le nom du poste est trop long.
nl: Fehler! Beruf ist zu lang.

source: Error! Company is very long.
fr: Erreur : le nom de société est trop long.
nl: Fehler! Firma ist zu lang.

source: Error! Address is very long.
fr: Erreur : l'adresse est trop longue.
nl: Fehler! Adresse ist zu lang.

source: Error! Github url is invalid.
fr: Erreur : l'URL Github n'est pas valide.
nl: Fehler! Github URL ist ungültig.

source: Error! Github url is very long.
fr: Erreur : l'URL Github est trop longue.
nl: Fehler! Github URL ist zu lang.

source: Error! Twitter url is invalid.
fr: Erreur : l'URL Twitter n'est pas valide.
nl: Fehler! Twitter URL ist ungültig.

source: Error! Twitter url is very long.
fr: Erreur : l'URL Twitter est trop longue.
nl: Fehler! Twitter URL ist zu lang.

source: Error! Facebook url is invalid.
fr: Erreur : l'URL Facebook n'est pas valide.
nl: Fehler! Facebook URL ist ungültig.

source: Error! Facebook url is very long.
fr: Erreur : l'URL Facebook est trop longue.
nl: Fehler! Facebook URL ist zu lang.

source: Error! Username is already used.
fr: Erreur : ce nom d'utilisateur existe déjà.
nl: Fehler! Benutzername wird bereits vergeben.

source: Error! Email is already used.
fr: Erreur : cette adresse e-mail existe déjà.
nl: Fehler! Email Adress wird bereitz benutzt.

source: Profile updated successfully.
fr: Le profil a été mis à jour avec succès.
nl: Profil erfolgreich aktualisiert.

source: Error! Something goes wrong while updating your profile.
fr: Erreur : un problème est survenu pendant la mise à jour de votre profil.
nl: Fehler! Etwas ging schief beim Aktualisieren deines Profiles.

source: Error! Old password is invalid.
fr: Erreur : l'ancien mot de passe n'est pas valide.
nl: Fehler! Altes Passwort ungültig.

source: Error! New Password must contain at least uppercase letter, lowercase letter, numbers and special character.
fr: Erreur : le nouveau mot de passe doit contenir au moins une lettre majuscule, une lettre minuscule, des chiffres et un caractère spécial.
nl: Fehler! Neues Passwort muss mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Zahl und ein Sonderzeichen enthalten.

source: Error! New Password length must be from 8 to 20 characters.
fr: Erreur : la longueur du nouveau mot de passe doit être comprise entre 8 et 20 caractères.
nl: Fehler! Neues Passwort muss 8 bis 20 Zeichen lang sein.

source: Password updated successfully.
fr: Le mot de passe a été mis à jour avec succès.
nl: Passwort erfolgreich aktualisiert.

source: Error! Something goes wrong while updating your password.
fr: Erreur : un problème est survenu pendant la mise à jour de votre mot de passe.
nl: Fehler! Etwas ging schief beim Aktualisieren deines Passworts.

source: Error! The provided token invalid, Please refresh the page.
fr: Erreur : le jeton fourni n'est pas valide. Veuillez actualiser la page.
nl: Fehler! Der bereitgestellte Token ist ungültig, bitte lade diese Seite neu.

source: Access token updated successfully.
fr: Le jeton d'accès a été mis à jour avec succès.
nl: Zugangstoken erfolgreich aktualisiert.

source: Error! Something goes wrong while updating access token.
fr: Erreur : un problème est survenu pendant la mise à jour du jeton d'accès.
nl: Fehler! Etwas ging schief beim Aktualisieren des Zugangstoken.

source: Refresh token updated successfully.
fr: Le jeton d'actualisation a été mis à jour avec succès.
nl: Refresh-Token erfolgreich aktualisiert.

source: Error! Something goes wrong while updating refresh token.
fr: Erreur : un problème est survenu pendant la mise à jour du jeton d'actualisation.
nl: Fehler! Etwas ging schief beim Aktualisieren des Refresh-Tokens.

source: Error! Application name must be alpha numeric.
fr: Erreur : le nom d'application doit uniquement être composé de caractères alphanumériques.
nl: Fehler! Application Name muss alpha numerisch sein.

source: Error! Application name must be 2 to 30 characters long.
fr: Erreur : le nom de l'application doit comporter 2 à 30 caractères.
nl: Fehler! Applicaiton Name muss 2 bis 30 Zeichen lang sein.

source: Error! Application email is invalid.
fr: Erreur : l'adresse e-mail de l'application n'est pas valide.
nl: Fehler! Application Email Adresse ist ungültig.

source: Error! Application url is invalid.
fr: Erreur : l'URL de l'application n'est pas valide.
nl: Fehler! Application URL ist ungültig.

source: Error! App description is very long.
fr: Erreur : la description de l'application est trop longue.
nl: Fehler! Application Beschreibung ist zu lang.

source: Error! Prometheus token is invalid.
fr: Erreur : le jeton Prometheus n'est pas valide.
nl: Fehler! Ptometheus Token ist ungültig.

source: Error! Google analytics account is invalid.
fr: Erreur : le compte Google Analytics n'est pas valide.
nl: Fehler! Google Analytics Konto ist ungültig.

source: Error! Reset mails count is invalid.
fr: Erreur : le nombre de messages de réinitialisation n'est pas valide.
nl: Fehler! Zurücksetzungs-Mail Anzahl ungültig.

source: Error! Access token expiry interval is invalid.
fr: Erreur : l'intervalle d'expiration du jeton d'accès n'est pas valide.
nl: Fehler! Zugriffstoken Ablaufsintevall ist ungültig.

source: You updated application settings.
fr: Vous avez mis à jour les paramètres de l'application.
nl: Du hast deine Applications-Einstellungen aktualisiert.

source: Error! Type is invalid.
fr: Erreur : le type n'est pas valide.
nl: Fehler! Typ ungültig.

source: Subscriber created successfully.
fr: L'abonné a été créé avec succès.
nl: Abonnent erfolgreich erstellt.

source: Error! Something goes wrong while creating subscriber.
fr: Erreur : un problème est survenu pendant la création de l'abonné.
nl: Fehler! Etwas ging schief beim Erstellen des Abonnenten.

source: Subscriber updated successfully.
fr: L'abonné a été mis à jour avec succès.
nl: Abonnent erfolgreich aktualisiert.

source: Error! Something goes wrong while updating subscriber.
fr: Erreur : un problème est survenu pendant la mise à jour de l'abonné.
nl: Fehler! Etwas ging schief beim Aktualisieren des Abonnenten.

source: Subscriber deleted successfully.
fr: L'abonné a été supprimé avec succès.
nl: Abonnent erfolgreich gelöscht.

source: Error! Something goes wrong while deleting subscriber.
fr: Erreur : un problème est survenu pendant la suppression de l'abonné.
nl: Fehler! Etwas ging schief beim Löschen des Abonnenten.

source: Error! User email is invalid.
fr: Erreur : l'adresse e-mail de l'utilisateur n'est pas valide.
nl: Fehler! Benutzer Email Adresse ungültig.

source: Error! Password must contain at least uppercase letter, lowercase letter, numbers and special character.
fr: Erreur : le mot de passe doit contenir au moins une lettre majuscule, une lettre minuscule, des chiffres et un caractère spécial.
nl: Fehler! Passwort muss mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Zahl und ein Sonderzeichen enthalten.

source: Error! Password length must be from 8 to 20 characters.
fr: Erreur : la longueur du mot de passe doit être comprise entre 8 et 20 caractères.

source: Error! Role is invalid.
fr: Erreur : le rôle n'est pas valide.
nl: Fehler! Rolle ungültig.

source: Error! Email is already used for other account.
fr: Erreur : cette adresse e-mail est déjà attribuée à un autre compte.
nl: Fehler! Email Adresse wird bereits für ein anderes Konto benutzt.

source: Account created successfully.
fr: Le compte a été créé avec succès.
nl: Konto erfolgreich erstellt.

source: Error! Something goes wrong while creating your account.
fr: Erreur : un problème est survenu pendant la création de votre compte.
nl: Fehler! Etwas ging schief beim Erstellen des Kontos.

source: Error! Something goes wrong while creating reset request.
fr: Erreur : un problème est survenu pendant la création de la requête de réinitialisation.
nl: Fehler! Etwas ging schief beim Erstellen der Zurücksetzungs-Anweisung.

source: Error! Something goes wrong while sending register request.
fr: Erreur : un problème est survenu pendant l'envoi de la requête d'inscription.
nl: Fehler! Etwas ging schief beim Senden der Registrierungs-Anweisung.

source: Register Request instructions sent successfully.
fr: Les instructions relatives à la requête d'inscription ont été envoyées avec succès.
nl: Registrierungs-Anweisung erfolgreich gesendet.

source: Error! Email is invalid.
fr: Erreur : l'adresse e-mail n'est pas valide.
nl: Fehler! Email ist ungültig.

source: User updated successfully.
fr: L'utilisateur a été mis à jour avec succès.
nl: Benutzer erfolgreich aktualisiert.

source: Error! You can't delete your account.
fr: Erreur : vous ne pouvez pas supprimer votre compte.
nl: Fehler! Du kannst dein Konto nicht löschen.

source: User deleted successfully.
fr: L'utilisateur a été supprimé avec succès.
nl: Benutzer erfolgreich gelöscht.

source: Error! Something goes wrong while deleting a user.
fr: Erreur : un problème est survenu pendant la suppression d'un utilisateur.
nl: Fehler! Etwas ging schief beim Löschen eines Benutzers.

source: Error! Access forbidden due to invalid CSRF token.
fr: Erreur : accès interdit car le jeton CSRF n'est pas valide.
nl: Fehler! Zugriff verweigert wegen ungültigem CSRF Token.

source: Error! Email is not exist.
fr: Erreur : l'adresse e-mail n'existe pas.
nl: Fehler! Email existiert nicht.

source: Sorry! You already exceeded the maximum number of reset requests!
fr: Désolé, vous avez déjà dépassé le nombre maximum de requêtes de réinitialisation.
nl: Entschuldigung! Du hast bereits die maximale Anzahl an Zurücksetzungs-Anweisungen überschritten.

source: Error! Something goes wrong while sending reset instructions.
fr: Erreur : un problème est survenu pendant l'envoi des instructions de réinitialisation.
nl: Fehler! Etwas lief schief beim Senden der Zurücksetzungs-Anweisungen.

source: Reset instructions sent successfully.
fr: Les instructions de réinitialisation ont été envoyées avec succès.
nl: Zurücksetzungs-Anweisungen erfolgreich abgeschickt.

source: Error! Application is already installed.
fr: Erreur : l'application est déjà installée.
nl: Fehler! Application bereits installiert.

source: Silverback installed successfully
fr: Silverback a été installé avec succès.
nl: Silverback erfolgreich installiert.

source: Application installed successfully.
fr: L'application a été installée avec succès.
nl: Application erfolgreich installiert.

source: Error! Something goes wrong during installing.
fr: Erreur : un problème est survenu pendant l'installation.
nl: Fehler! Während der Installation ging etwas schief.

source: Error! User is already authenticated.
fr: Erreur : l'utilisateur est déjà authentifié.
nl: Fehler! Benutzer ist bereits authentifiziert.

source: Error! Username or password is invalid.
fr: Erreur : le nom d'utilisateur ou le mot de passe n'est pas valide.
nl: Fehler! Benutzername oder Passwort ungültig.

source: You logged in successfully.
fr: Connexion réussie.
nl: Du hast dich erfolgreich eingeloggt.

source: Error! Register token is invalid or expired.
fr: Erreur : le jeton d'inscription n'est pas valide ou a expiré.
nl: Fehler! Registrierungstoken ungültig oder abgelaufen.

source: Error! Reset token is expired or invalid.
fr: Erreur : le jeton de réinitialisation n'est pas valide ou a expiré.
nl: Fehler! Zurücksetzungstoken ungültig oder abgelaufen.

source: Error! Something goes wrong while resetting password.
fr: Erreur : un problème est survenu pendant la réinitialisation du mot de passe.
nl: Fehler! Beim Passwort zurücksetzen ging etwas schief.

source: Activity · %s
fr: Activité · %s
nl: Aktivitäten · %s

source: Status Page Builder · %s
fr: Générateur de page de statut · %s
nl: Status Seiten Builder · %s

source: Components · %s
fr: Composants · %s
nl: Komponenten

source: Add a Component · %s
fr: Ajouter un composant · %s
nl: Komponente hinzufügen · %s

source: Edit Component · %s
fr: Modifier le composant · %s
nl: Komponente bearbeiten · %s

source: Component Groups · %s
fr: Groupes de composants · %s
nl: Komponenten-Gruppee · %s

source: Add a Component Group · %s
fr: Ajouter un groupe de composants · %s
nl: Komponenten-Gruppe hinzufügen · %s

source: Edit Component Group · %s
fr: Modifier le groupe de composants · %s
nl: Komponenten-Gruppe bearbeiten · %s

source: Dashboard · %s
fr: Tableau de bord · %s

source: Add an Incident · %s
fr: Ajouter un incident · %s
nl: Ereigniss hinzufügen · %s

source: Edit Incident · %s
fr: Modifier l'incident · %s
nl: Ereigniss bearbeiten · %s

source: View Incident · %s
fr: Afficher l'incident · %s
nl: Ereigniss anzeigen · %s

source: Add Incident Update · %s
fr: Ajouter une mise à jour d'incident · %s
nl: Ereigniss-Update hinzufügen · %s

source: View Incident Update · %s
fr: Afficher la mise à jour d'incident · %s
nl: Ereigniss-Update anzeigen · %s

source: Edit Incident Update · %s
fr: Modifier la mise à jour d'incident · %s
nl: Ereigniss-Update bearbeiten · %s

source: You've been logged out successfully
fr: Déconnexion réussie.
nl: Du hast dich erfolgreich ausgeloggt

source: Metrics · %s
fr: Indicateurs · %s
nl: Messwerte · %s

source: Add a Metric · %s
fr: Ajouter un indicateur · %s
nl: Messwert hinzufügen · %s

source: Edit Metric · %s
fr: Modifier un indicateur · %s
nl: Messwert bearbeiten · %s

source: Profile · %s
fr: Profil · %s

source: Settings · %s
fr: Paramètres · %s
nl: Einstellungen · %s

source: Subscribers · %s
fr: Abonnés · %s
nl: Abonnenten · %s

source: Add an Subscriber · %s
fr: Ajouter un abonné · %s
nl: Abonnent hinzufügen · %s

source: Edit Subscriber · %s
fr: Modifier l'abonné · %s
nl: Abonnenten bearbeiten · %s
